Repository: jwillz7667/ProEstimateAI
Catalog: ProEstimate AI/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: Upload at least one photo of the current space. More photos produce better AI previews.
es: Sube al menos una foto del espacio actual. Más fotos producen mejores previsualizaciones con IA.

source: Use your camera to capture the space
es: Usa tu cámara para capturar el espacio

source: Valid until %@
es: Válido hasta el %@

source: Version
es: Versión

source: View at %@
es: Ver en %@

source: View Proposal
es: Ver propuesta

source: View Source
es: Ver fuente

source: Waste Factor
es: Factor de desperdicio

source: Welcome to ProEstimate AI
es: Bienvenido a ProEstimate AI

source: What type of project is this?
es: ¿Qué tipo de proyecto es este?

source: When enabled, line item prices shown to clients will include tax. The tax breakdown is still shown separately on invoices.
es: Cuando está activado, los precios de las partidas que ven los clientes incluyen impuestos. El desglose de impuestos se muestra igual por separado en las facturas.

source: You can manage or cancel your subscription at any time in your Apple ID account settings (Settings > Apple ID > Subscriptions).
es: Puedes administrar o cancelar tu suscripción en cualquier momento en la configuración de tu ID de Apple (Ajustes > ID de Apple > Suscripciones).

source: You have unsaved edits that will be lost if you close now.
es: Tienes cambios sin guardar que se perderán si cierras ahora.

source: you@company.com
es: tu@empresa.com

source: Your %1$@ subscription automatically renews at %2$@ unless canceled at least 24 hours before the end of the current period. Your Apple ID will be charged for renewal within 24 hours prior to the end of each billing period.
es: Tu suscripción %1$@ se renueva automáticamente por %2$@ a menos que se cancele al menos 24 horas antes del final del período actual. Se cobrará a tu Apple ID la renovación dentro de las 24 horas anteriores al final de cada período de facturación.

source: Your Free Credits
es: Tus créditos gratuitos

source: Your subscription will automatically renew at %1$@ %2$@ unless cancelled at least 24 hours before the end of the current period.
es: Tu suscripción se renovará automáticamente por %1$@ %2$@ a menos que la canceles al menos 24 horas antes del final del período actual.

source: ZIP code
es: Código postal

source: ZIP Code
es: Código postal
